CREATE_ROOM_ERROR_TEXT = """Сначала остановите текущую игру, прежде чем создавать новую."""
CREATE_ROOM_TEXT = """Окей, комната создана, пора присоединяться к ней. """
PLAY_TEXT = ("""Игра началась. Следующие игроки участвуют:
%(players)s

Первая пара: %(pair)s.
Я принимаю сообщения только от них.""")
CREATE_ROOM_WARN_TEXT = """Создайте комнату сначала."""
NOT_ENOUGH_PLAYERS_TEXT = """Для игры требуется минимум два человека"""
CONNECTION_TEXT = 'Следующие игроки присоединились: %(players)s.'
CONNECT_WARN_TEXT = """Прежде чем присоединяться, создайте комнату."""
ANSWERED_TEXT = """%(player)s ответил(а)."""
SAY_NEXT_PAIR = 'Следующая пара:%(pair)s'
GAME_OVER_TEXT = 'Игра окончена. Статистика:\n%(stats)s'
GAME_IS_NOT_PLAYED = """Игра уже закончилась или еще не запускалась."""
